const articlesDB = [

	{
        id: 'handle_blackout',
        title: 'איך להתמודד עם בלאק אאוט במבחן במתמטיקה',
        date: '2025-10-14', // השתמש בתאריך בפורמט YYYY-MM-DD כדי למיין בקלות
        summary: 'גם תלמידים מצוינים חווים בלאק אאוט בבחינה. במאמר תמצאו טכניקות פרקטיות להתמודדות עם לחץ ודרכים לבנות ביטחון עצמי בלמידה.',
        thumbnail: 'images/articles/article_2_image.png', // ניצור תמונה מתאימה בשלב הבא
        keywords: 'איך מתכוננים למבחן במתמטיקה, מורה פרטית למתמטיקה לבגרות, הכנה לבגרות במתמטיקה',
        meta_description: 'בלאק אאוט במתמטיקה? כך תתמודדו עם לחץ ותגיעו רגועים וממוקדים לבגרות – עם טיפים ממורה פרטית מנוסה למתמטיקה.'
    },
	
    {
        id: 'manage-time-math-exam',
        title: 'איך לנהל נכון את הזמן בבגרות במתמטיקה',
        date: '2025-10-14', // השתמש בתאריך בפורמט YYYY-MM-DD כדי למיין בקלות
        summary: 'ניהול זמן נכון במבחן במתמטיקה הוא מפתח להצלחה. במאמר תגלו איך לתכנן את הפתרון, באיזה סדר לגשת לשאלות, ואיך לתרגל נכון כבר עכשיו.',
        thumbnail: 'images/articles/article_1_image.png', // ניצור תמונה מתאימה בשלב הבא
        keywords: 'הכנה לבגרות במתמטיקה, ניהול זמן בבגרות, שיעורים פרטיים, טיפים לבגרות',
        meta_description: 'איך לחלק נכון את הזמן בבגרות במתמטיקה כדי להצליח יותר ולמנוע לחץ מיותר. שיטה פשוטה שכל תלמיד יכול ליישם.'
    }
    
];